[
    {
        "name":"无尽力量头盔",
        "id":"1-1",
        "amount": 0,
        "if":true,
        "cost":"5",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/无尽力量头盔.jpg",
        "strategy": [
            "很强的效果，但是费用高，而且一般难以完全发挥，需要队友的合理搭配。不是所有的阵容搭配中大招都能吃到头盔的加成，所以没有阵容配合发挥会比较有限，而且因为其效果的总体加成高，仇恨也比较强，核心输出带容易被集火。",
            "由于其较高的仇恨，如果给核心输出带的话，有可能会导致刚带上还没来得及发挥作用就被干掉了，所以个人比较推荐给生存能力强的输出带，或者给能吃到加成的非核心输出角色带。前者比方说狮子，可以带个头盔放4号位，本身血多，放4号位也不太容易死。如果核心输出血不多的话，配合队友保护其实也行。非核心输出角色我多指紫色和绿色英雄，比方说德鲁伊，本身大招倍率高，伤害也不低，还自带回能量，带个头盔吸引仇恨也是个不错的选择。",
            "如果可以的话，头盔还是推荐在角色放大前再装，如果一开始就直接装上的话，很容易被敌方针对，比如大树留技能捆啊，蛛网捆啊，留卡控制啊就会比较亏。如果不起手装，一般对手也不敢肯定你带头盔的角色会带什么，不太好提前针对。当然如果有多余的费用，装了也就装了。如果能确定敌方带了蛛网，或者看见敌方有大树，那么万不得已的话甚至要考虑一下，到了后期如果对方一直没出缠绕的话干脆不装。毕竟5费还是很高的，装上去发挥不了太多效果可能也是白给也说不定，还不如不装，选择出些小技能。"
        ]
    },
    {
        "name":"石像鬼的披风",
        "id":"1-2",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/石像鬼的披风.jpg",
        "strategy": [
            "技能触发加固，对于本身不带加固的英雄来说倒是个保命的好手段，对前排来说更是如此。",
            "推荐给突击战牛带，践踏踩起来以后基本能保持每回合加固。牛带的话队友可以带个扭曲命运骰子或者发明家或者备选计划，用来洗践踏。给黎明之剑也不错，加固频率还蛮高的。其次就是没有加固的前排，以及需要保护的后排。",
            "由于需要技能触发加固，所以一般来说最好一回合一个技能，不要一起扔完，充分发挥装备效果。"
        ]
    },
    {
        "name":"钢铁毁灭战斧",
        "id":"1-3",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/钢铁毁灭战斧.jpg",
        "strategy": [
            "破加固利器，加快推进对方的前排，费用还不高。蓄力的伤害加成对于普通英雄来说算是锦上添花，对依赖攻击卡的角色来说更是如虎添翼。",
            "推荐搭配武士，不仅对输出有较大的增幅，也能使其不怕加固，但同样是依赖攻击卡的英雄，黎明之剑和复仇之刃因为其技能的不稳定性，不算特别契合斧头，但是也能提高不少输出。也推荐给荒漠萨满和战争领主使用，加强他们推进敌方前排的能力。如果是黎明之剑带的话，还能绕过嘲讽直接打击血最多的目标，情况允许的话甚至能配合灵魂收割者的大。如果由弩手来带，配合其他队友的aoe使用则效果甚佳。",
            "需要注意的是斧头的结算现在是易伤在前，伤害在后，意思就是假如你拿武士搭配斧头，蓄力+攻击卡有60点伤害，打在对方没加固的前排上，就有75点伤害。如果是战争领主、萨满这些英雄能量已经满了，只要伤害没溢出，请不要在意浪费攻击卡的20能量。"
        ]
    },
    {
        "name":"魔法符文之瞳",
        "id":"1-4",
        "amount": 0,
        "if":true,
        "cost":"5",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/魔法符文之瞳.jpg",
        "strategy": [
            "超强的效果，对于依赖技能卡发挥作用的角色提升很大，就是费用高。使用起来也很简单暴力，费用足够的话只要装上去的话平时怎么办就怎么办。自带的“吟唱”效果更是锦上添花，并且缓解卡手的情况。",
            "给万象之龙、学徒这两个英雄带基本就是相当于全面提升50%，毕竟这俩的输出基本依赖技能卡，而且技能多少带有吟唱，和魔法符文之瞳能叠加使用，费用也都不超过3费，等一回合就全都能甩出去。另外炼金带效果也不错，技能和大招给的卡都能吃到50%的加成。其他英雄就看自己的衡量了，甚至考虑到“吟唱”效果的话，狮子带都有一定效果，粒子炮和反魔法射线的费用都较高，其中粒子炮加上50%的加成伤害会很高。能带的有很多，就不在这里一一展开了。",
            "在装备到手之前，技能卡可以适当留一下。推荐能的话尽早带上，即便是会卡到1、2张手牌，其效果也是值得的。如果是万象之龙带，手里起手还有第七咏唱的话，也可以考虑第1或2回合第七咏唱，然后5费回合装上魔法符文之瞳就开大，但是要注意开大后可能会比较疲软，自己斟酌一下。"
        ]
    },
    {
        "name":"刺骨寒冰之爪",
        "id":"1-5",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/刺骨寒冰之爪.jpg",
        "strategy": [
            "群体控制，并且能破一层阻挡，在冰体系中还能为输出作铺垫。",
            "首要推荐放在冰体系中，如果有符文之语，就给符文之语带，本身如果有冰符文的话，自身就能形成combo，哪怕不是冰体系，也有很高的爆发及控制。说到冰体系的话，不要给冰法带，毕竟是在超必杀后才有冰霜效果，给冰法无法与大招进行联动。其次不在冰体系中，推荐给开大快的英雄带。比如钢铁雄狮、发明家等，作为一个频繁的群体控制来用。",
            "如果是放在冰体系中，可以适当等一等技能来了或需要的大招好了再放。用冰霜打伤害的话，刺骨寒冰之爪就是最便宜的全体铺冰的卡了。如果是单纯当做控制的话，就基本无所谓了。"
        ]
    },
    {
        "name":"踏风者的长靴",
        "id":"1-6",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/踏风者的长靴.jpg",
        "strategy": [
            "开大过牌，提高大招后的操作空间，变相提高爆发。加快过牌，且放大越频繁越多。",
            "能回复能量的可以考虑带一带，有单挑能力最好。比方说白魔、海盗、钢铁雄狮等等，其中白魔本身大招能自保，并且开 大后伤害高，自身带高额能量回复，后期还能过牌。狮子带的话，减费的效果会比较明显，本身充能也快。另外也推荐奥术之源带，充分利用他的大招给的法力，提高操作空间，本身开大伤害也高。",
            "如果是到了残局，1v1，每回合抽5张牌，英雄自己能回能量的话，每回合就起码有2张攻击卡的40能量，加上自身回复的能量，过牌如果能抽到攻击卡，就又是不少的能量，运气好就是将近一回合一个大。"
        ]
    },
    {
        "name":"天使命运竖琴",
        "id":"1-7",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/天使命运竖琴.jpg",
        "strategy": [
            "最稳定也是总体来说量最大的过牌。牌过的越多，关键牌也就越容易到手。",
            "没有特别推荐的组合，如果你觉得你需要稳定的过牌，队伍里有多余的空位，就带上吧。",
            "需要注意的是因为是回合结束时过牌，所以结束回合前，请保持手牌数小于等于4，避免耽误下回合开始时抽5张牌。"
        ]
    },
    {
        "name":"混沌魔神之牙",
        "id":"1-8",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/混沌魔神之牙.jpg",
        "strategy": [
            "清除敌方buff，保障己方的完整输出。针对敌方的阻挡、护盾、加固等。",
            "推荐给大招为aoe的高伤害英雄使用，通常来说这一类英雄的大招会比较受阻挡等buff的影响，遇上这种情况伤害很难打全。比如说圣枪修女，大招总伤害很高，但是非常怕阻挡，2下全打阻挡上就是给对方送一大波能量。如果装备位置紧张的话，也可以给同队带能量回复的英雄使用，并且尽量在同一回合主力输出开大前放大。",
            "费用充足的话，可以考虑在需要放大的时候再装上。这样对方在你装上装备前，不会很顾忌给自己加多少buff，等对方加上一堆什么阻挡、加固、护盾啥的，你再掏出混沌魔神之牙开大，给人来个惊喜，前提是费用要够。"
        ]
    },
    {
        "name":"黑暗诅咒之盾",
        "id":"1-9",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/黑暗诅咒之盾.jpg",
        "strategy": [
            "每回合加固，而且debuff还能被驱散，光论效果非常的强。但是缺点就是非常吃牌序，越晚抽到，发挥的效果就越小。",
            "首先推荐给技能或大招没有护盾或者回血的前排使用，让其多抗一些伤害。其中需要特别提到的是战争领主，自身技能带净化，使用时可以清除诅咒的debuff，开大前用可以完美避开诅咒的效果。其次天使虽然有护盾，但是由于可以给队友，所以也可以考虑带。另外也可以给非常需要保护的后排使用，比如牧师什么的。",
            "起手有的话一定要留，最早装上越好。如果队伍中有护士，或者护士带这个，护士的嘲讽合适时可以给带这个的队友，即便是脆皮，带上黑暗诅咒之盾也能抗几下。"
        ]
    },
    {
        "name":"鲜血魔女圣杯",
        "id":"1-10",
        "amount": 0,
        "if":true,
        "cost":"5",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/鲜血魔女圣杯.jpg",
        "strategy": [
            "每回合大量的能量回复，起码每两回合左右一个大招。由于其较高的威胁性，所以非常吸引仇恨，带圣杯的英雄就容易被针对。费用高，给的能量容易溢出。",
            "推荐给大招强力的英雄带，总的来说带圣杯都挺厉害，只不过各有各的作用罢了。其中侍从、奴隶斗士带圣杯有奇效，隔一会回合晕一次人，就本上就是个单挑王了，谁也遭不住。只是一般而言，他们站前排很难有这样的效果，如果是放在4号位倒是有机会，而且侍从眩晕是指向的，还有过牌，单挑较优于奴隶斗士。白魔带圣杯发挥也很优异，本身能涨费，装圣杯会更快，而且一回合一个群体护盾，能极大的减少友方角色受到的伤害。",
            "越早装越好，后手起手可以留，先手的话要考虑一下，毕竟5费装备还是容易卡手。"
        ]
    },
    {
        "name":"黎明先锋圣剑",
        "id":"1-11",
        "amount": 0,
        "if":true,
        "cost":"5",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/黎明先锋圣剑.jpg",
        "strategy": [
            "加成最高的攻击加成装备，还附带加固的减伤。不过总的来说并不泛用，由依赖攻击卡输出的前排英雄来携带会比普通英雄要好不少。就是费用高。",
            "目前而言很适合黎明之剑和复仇之刃等依赖攻击卡的角色，一轮牌库2张攻击卡，加上其他的攻击卡或视作攻击卡的技能，伤害提升的很多，还能长期提供加固。值得一提的是战争领主现在和圣剑的契合度也很高，只要敌方无驱散就很强。无论是谁带圣剑，都推荐道具带有限剑制，提高其输出，且增加能量获取。",
            "在装备到手之前，攻击卡可以适当留一下。带上以后该怎么输出怎么输出。注意利用加固的减伤，带上以后攻击卡尽量一张张的打，充分发挥加固的效果。"
        ]
    },
    {
        "name":"满盈之月精华",
        "id":"1-12",
        "amount": 0,
        "if":true,
        "cost":"5",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/满盈之月精华.jpg",
        "strategy": [
            "只要装上，基本就不用太考虑卡手的问题，+5的手牌上限基本满足所有卡组的需要。由于重拳和万象之龙的特性，还能提高其大招的伤害上限。减费效果更是能解决卡手的问题，并且增加关键回合的爆发上限。",
            "如果是所谓的otk卡组，手牌需要留爆发组件的，比较推荐带。不仅是减费，也能防止留牌带来的卡手问题。另外因为加上限的效果，带重拳和万象之龙的队伍可以考虑，5张卡的提升还是比较大的。卡组费用高的也能考虑带，毕竟费用高也就意味着容易卡手。",
            "装虽然是尽早装比较好，虽然装上不怕卡手，但是毕竟5费，当回合的费用可能会不太够使用别的卡。"
        ]
    },
    {
        "name":"神兵宝库钥匙",
        "id":"1-13",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/神兵宝库钥匙.jpg",
        "strategy": [
            "有梦想谁都了不起（划掉）。随机性较高，但是收益其实也相对较大。对于一个英雄来说，无论是哪一个，都没有最适合的装备，虽然就费用来说肯定是随机到5费装备最赚，但是其他装备说不定发挥更好，还能根据对局的具体情况来选择装备，既不稳定，也很自由。",
            "只要不是你的搭配非要某个英雄带某件装备不可，就可以带。比方说队伍中圣枪作为主要输出，没什么特殊玩法只要是加伤害的装备都行，无论是头盔、法球、腰带还是什么的都可以装。再比如说学徒，可以带上魔法符文之瞳加伤害，也可以带上蜡烛提供阻挡。这都是要看你具体的对局来决定怎么选择。再就是给不怎么吃装备的英雄带，或者装备选择非常多的英雄，比方说火法，无论是加伤害还是自保还是什么都ok。",
            "刷到适合的装备就可以看情况装上了，不推荐太过于专注某件装备，这样反而太赌运气了。如果刷到适合的装备了，但是又没费用了，切记下回合记得马上装上，不然用张卡又没了。"
        ]
    },
    {
        "name":"扭曲命运骰子",
        "id":"1-14",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/扭曲命运骰子.jpg",
        "strategy": [
            "超强洗牌、过牌，一定程度上克制拿到不需要的卡手的牌。但是因为骰子的特性，无法留牌，虽然过牌快，但是手牌也就会不稳定。因为过牌的关系，可以提高一部分角色开大的效率，攻击卡、技能卡到手的速度更快。",
            "可以搭配带幻影技能和可多次使用技能的卡组，因为像扭曲命运骰子这种，最后算卡牌数量的时候是会将幻影过的牌算在内的，也就是说幻影过的牌在消失前可以被利用。也推荐搭配突击战牛，用来刷践踏，大幅提高嘲讽频率，不过一般都带在牛头之外的己方英雄身上，队友可以搭配发明家，减费且再次加快过牌。",
            "因为洗牌的关系，只要手牌留大于等于5张牌，加上下回合开始抽的牌，都是过10张牌，所以回合结束前可以不用担心手牌太多。需要注意有使用次数的道具，如果用掉了次数但是还没用完，被弃掉以后是不会刷新在下一轮牌库的，比如说霜火魔瓶，剩下的次数不用白不用。"
        ]
    },
    {
        "name":"不灭凤凰余烬",
        "id":"1-15",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/不灭凤凰余烬.jpg",
        "strategy": [
            "唯一一个能让人复活的装备。会对敌方的目标选择造成较大干扰，毕竟打死了还能复活，尤其是打死会把英雄能量打满的情况下。如果说像巫毒人偶那种是吸引仇恨的，那不灭凤凰余烬就是降低仇恨的。从这一点来说，也能基本保证带的人能放出大招，只要不是能量还没多少就被秒了。",
            "比较推荐给脆皮并且大招比较重要的角色带，比方说牧师、护士这种，有效降低仇恨，并且基本都能放出大，白魔也同理，并且白魔大还能给很厚的护盾，复活起来还能保一手。从这一点引申出去，大招带自保的，比如战争领主和处决者带也也可以。",
            "由于带着余烬死后英雄会被复活，那么下一轮牌库刷新时如果那个英雄还活着，余烬也会被刷新到牌库中，一直活着的话可能还会拿到，就又双叒叕能装上。如果带余烬的英雄是最后一个死的，那余烬是不会生效的，千万注意。"
        ]
    },
    {
        "name":"酿酒师蒸馏器",
        "id":"1-16",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/酿酒师蒸馏器.jpg",
        "strategy": [
            "将自身卡牌转化为纯粹的能量，并且能给任意友方英雄使用，灵活利用攻击卡或技能的资源。由于烈酒不会受到任何限制，所以也能一定程度上减少冰体系的控制，避免太多攻击卡卡手。",
            "如果队伍中带了黎明之剑、园林守卫等英雄，且不作为输出或者主要输出的话，可以考虑带，利用这些英雄卡牌数量多的特点，提供大量的能量。如果带了大招强力的卡组，也可以带这个，加快开大。酒攒在手里也可以用来快速爆发。弩手带逆流手套的话，队友就可以带个酿酒师蒸馏器来提供酒，以达到弩手连续开大秒人的效果。",
            "需要酒的话得保持手里一直有卡，在这一点上园林守卫的狂野藤蔓最为契合，如果想要酒的话请务必在回合结束前留好。黎明之剑的神圣裁决这种是否留就看自己了，有必要的话也可以和其他卡留一起赌一把。"
        ]
    },
    {
        "name":"神秘怪盗提箱",
        "id":"1-17",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/神秘怪盗提箱.jpg",
        "strategy": [
            "不稳定的发挥，甚至还有被塞一手烂牌的危险，但是可以干扰对方的牌序。如果对方不在乎的话，也可能会拿些不错的牌。",
            "从降低风险的角度来说，最推荐给攻击力高血量高的红色、、英雄使用，比如狮子，也可以给攻击力高一点的黄色英雄用，这样不用怕被塞嘲讽牌，并且也能充分提高对方的牌的威力。还有一种解决方式就是洗牌，带发明家或扭曲命运骰子或备选计划。如果有能力保人的话给高攻击的后排也可以，其中需要提的是紫色中黑魔的攻击力高，可以考虑。",
            "一开始手里要是比较卡手的话，可以考虑不装，以免恶性循环更加卡手，除非能马上洗牌。心思细腻的会记牌，给了你什么牌都是很清楚的，留牌的话要注意。"
        ]
    },
    {
        "name":"魔术使万华镜",
        "id":"1-18",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/魔术使万华镜.jpg",
        "strategy": [
            "抑制敌方道具的使用，虽然效果是随机的，但是足以使敌方对道具的使用产生顾虑。比方说本来想蛛网一直缠绕某个装备3回合，结果看到万华镜想了想直接摘掉了。正面效果基本上是锦上添花，随机性较大，很难发挥很好的效果。",
            "在装备位不紧张的情况下，推荐放在非核心角色身上，无论是前排还是后排。虽然效果很多，但是放在核心角色上效果往往可能不尽如人意，其随机性太大。",
            "带上之后，在敌方道具没用完前，最好回合结束时手牌最多留4张，给可能拿到的华丽光景腾出位置。"
        ]
    },
    {
        "name":"水银反曲长刀",
        "id":"1-19",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/水银反曲长刀.jpg",
        "strategy": [
            "抑制敌方开大，并且操作无脑，只需要在需要的时候用攻击卡就好。不过触发很被动，要是对方有回复手段的话，触发了基本也是送能量。和梅林的大一样，可以当做控制来看待。对于没净化没回复的队伍来说，算是很克制了。",
            "在装备位不紧张的情况下，推荐装备给攻击卡数量多的角色，比如复仇之刃。",
            "在差不读多能量也都快满了的时候，可以开始出攻击卡，压制敌方的大，也可以视情况提前或延后。如果能错开敌方的回复使用是最好的。如果集中在一个回合，得当心净化。"
        ]
    },
    {
        "name":"驱魔人的圣油",
        "id":"1-20",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"gold","type":"equipment",
        "pic":"image/equipments/驱魔人的圣油.jpg",
        "strategy": [
            "黯灭可以解除正面状态，攻击卡可以解除正面状态，所以攻击卡=黯灭！（不是）。从效果上看就像是让攻击卡变成了黯灭一样，并且非常的泛用。",
            "基本上什么英雄都有机会带圣油，一场下来总有值得解除的buff，什么第七咏唱啊、神圣卷轴的阻挡啊。即便是偏输出的核心，带这个也能一定程度上为输出提供保障，比方说武士，虽然带这个就放弃了一些其他装备的加成，但是攻击卡尤其是有5层蓄力的攻击卡伤害就能打满，并且还是指向性的，可以越过前排打击后排脆皮。再比如说狙击也不用怕脆皮身上的护盾加固等效果，A过去开大就完事了。",
            "视情况可以决定一下是否直接装备，如果敌方有树或者网之类的装备，缠绕圣油的概率可能会比较大。攻击卡如果到手了装备还没装上，最好也视情况适当的留一下，用来对付敌方的高价值的buff。"
        ]
    },
    {
        "name":"微光的蜡烛",
        "id":"2-1",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/微光的蜡烛.jpg",
        "strategy": [
            "同样是产生阻挡，对比隐居者斗篷不够稳定。队伍的血量是个很难掌控的因素，无论是对于对方，还是己方，都存在很大变数。蜡烛给的阻挡，通常很难想给谁就给谁。在技能释放频繁的英雄身上或许才有较好的发挥。不过好处在于阻挡量大，就算是普通的英雄，一轮牌库下来也有最多5层阻挡。",
            "个人推荐给有幻影或者技能使用次数多的英雄。其中最好的例子是剑舞者、炼金师。前一两个回合血掉的不太多的话，阻挡基本是给到后排的脆皮上的，过几个回合，前排血量下来了，阻挡基本能给到剑舞者自己身上的。总的来说就是阻挡数量不少，并且不太会溢出。",
            "尽可能的控制好血量，将阻挡给需要保护的脆皮还有给前排减少伤害，并且尽量保持不要溢出。"
        ]
    },
    {
        "name":"审判官之锤",
        "id":"2-2",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/审判官之锤.jpg",
        "strategy": [
            "放大附带一个aoe的延迟伤害，伤害量不错，放大越频繁越好。同样是群体的延迟伤害，比巫毒人偶主动性要高不少。",
            "推荐给自身有能量回复的英雄使用，比如钢铁雄狮、白魔、学徒等，大放的越多，发挥也就越好。其中猩红魔女带的效果很好，群体诅咒+群体延迟伤害，基本能保证延迟伤害的完整发挥。如果队伍中有给其他队友回复能量的装备或技能，也可以考虑带，充分发挥装备效果。",
            "能的话就尽量装上以后再放大招，如果本身能量回复快，手上又没抽到，先放了也关系不大。"
        ]
    },
    {
        "name":"毁灭者法球",
        "id":"2-3",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/毁灭者法球.jpg",
        "strategy": [
            "全面加成，非常万能的装备，而且3费也不多，适合多数英雄携带。对比其他的加成装备是非常无脑的，虽然各方面都不极致，但是胜在全面。",
            "加成很全面，就不多说搭配了，除开极度依赖技能卡或攻击卡的角色，只要有一定的输出或护盾或治疗，都能带。不知道带什么就带法球把。其中不适合带的也举个例子，比如说对发明家的加成其实很少，只能增加大招、攻击卡的伤害，以及复活道具（而且还是有一定几率）的治疗量。",
            "在装备到手之前，所有能受到加成的卡都可以适当留一下，如果卡手就优先用攻击卡。"
        ]
    },
    {
        "name":"紫水晶吊坠",
        "id":"2-4",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/紫水晶吊坠.jpg",
        "strategy": [
            "用少量的法力换取大量的可随时使用的法力，并且灵活地使用，充分的利用了多余的法力。在必要时给出更高的爆发或者操作空间。",
            "如果队伍中有单张费用高的卡，或者总体费用比较高，可以带上吊坠。比如说有冰法有头盔，冰法一套技能是9费，头盔本身费用也有5费，无论是分开还是在一起用费用都比较高，带紫水晶吊坠并留好法力水晶可以在需要的时候解决法力紧缺的情况。再比如火法+奥术，想要高爆发打烈焰风暴、红莲绽放、秘能幻象等，就需要用到大量的法力。唤星师的话无论是技能还是大招都需要用到大量法力，如果队伍里带吊坠的话，手里最好是攒个两张用来给大招提供伤害，而不是都用掉。",
            "由于生成的法力水晶会占一个卡位，所以回合结束时为了避免卡手，记得留小于等于4张牌。"
        ]
    },
    {
        "name":"翡翠玉指环",
        "id":"2-5",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/翡翠玉指环.jpg",
        "strategy": [
            "费用低，系数低，和微光的蜡烛一样不太稳定。除了技能释放频繁或总费用不低的英雄，回复总量实在是不高。不过好在费用低，奶量也不是说不过去。",
            "同样推荐给有幻影或者技能使用次数多的英雄。其中万象之龙带的话，发挥倒是很不错，无论是爆发期抬血，还是平时技能一下一下的扔，总的奶量都很给力。其他的合适的英雄用表现都一般。",
            "使用上最大的问题是奶的时机不一定对的上。在需要甩技能的时候不一定需要奶，需要奶的时候不一定有足够的技能。所以如果要兼顾奶量的话，要考虑好技能的使用时机。另外一开始一般不会遭受很多aoe，可以不急着奶，装备也不用着急装，虽然还是越早装越好。"
        ]
    },
    {
        "name":"守备官臂甲",
        "id":"2-6",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/守备官臂甲.jpg",
        "strategy": [
            "提高英雄的嘲讽频率，还能给少许的护盾。很适合给前排，算是前排的泛用装备。",
            "搭配需要提的就是黎明之剑了，带了臂甲后，相当于是绝大多数卡都能提供护盾，并且嘲讽频率高。如果队伍中除了1号位还有其他比较肉的角色，带个臂甲也能分担一点1号位的压力。队友如果有工匠之锤，倒是能很好的配合臂甲这个装备的效果。如果不是1号位带的话，都可以考虑放在4号位，这样嘲讽的话能减少贯穿技能的干扰。",
            "为了充分发挥臂甲的嘲讽的效果，攻击卡最好是能分开用就分开用，虽然单张攻击卡给的护盾不太多，但是频繁嘲讽会更让对面头疼。"
        ]
    },
    {
        "name":"隐居者斗篷",
        "id":"2-7",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/隐居者斗篷.jpg",
        "strategy": [
            "每回合产生阻挡，全自动保护后排，或者为前排减伤。亮点就是在于稳定，并且费用低。",
            "有多的位置就可以带，没有什么很好推荐的组合，要么保后排，要么给前排减伤。",
            "也是个越早带越好的东西，尽量起手留。如果是放在前排身上，一定尽早带上。"
        ]
    },
    {
        "name":"超音速引擎",
        "id":"2-8",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/超音速引擎.jpg",
        "strategy": [
            "增加攻击卡攻击次数，缺点在于不稳定，可以一定程度上用来破群体的阻挡，或者能越墙打其他英雄。但是优点就在总伤害量高，225%的攻击力都要赶上圣剑a一下了。",
            "和圣剑、纵火狂燧石其实同理，攻击力频率高的英雄会比较适合。但是需要注意黎明之剑的神圣裁决翻倍是不会触发多次的，复仇之刃的疯狂打击回能量也是如此。虽然不稳定，但是总的来说给武士、黎明之剑、复仇之刃这些伤害量能提升很多。需要提的是弩手带效果也很不错，多重射击受到加成后伤害很高，如果有奥术以及易伤之类的配合，一轮爆发会非常高。",
            "反正不稳定，可以打攻击卡的时候无脑打就是了。除非是需要配合易伤、强化等buff。"
        ]
    },
    {
        "name":"贤者的笔记",
        "id":"2-9",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/贤者的笔记.jpg",
        "strategy": [
            "费用低并且降低技能费用，能提升不少装备上它的英雄的手感，提高一回合内的操作上限。",
            "可以给技能带幻影的角色使用，比如说伏击刺客等。其次总费用高的用也不错，比如说火法、白魔导士等等。再其次每个技能都大于0费的英雄。最后其他角色其实带上多少也是有收益的，发挥都还行，顶多就是减费多少的问题。个人推荐给风暴使者和猩红魔女带，这两者技能完整的用一轮费用是很高的，而且本身技能总系数都高，即便是不装伤害加成的装备，伤害也高，带笔记倒是能极大的改善手感。比如风暴使者的风暴之眼+3张风暴超载，本来是不咏唱一共要7费，装上笔记后就仅仅只要3费。",
            "能装就尽早装上，如果是技能带幻影的角色，请尽量等到装备上以后再使用幻影技能。由于减少技能费用的效果，有时带上不带上费用还是要算算，如果说正好装备和技能在手，但是装上和不装上使用起来不影响结果，可能还不如做点别的事。比方说只剩3费时，火法手里有笔记有火球，都是2费，装上装备用火球正好3费，但是到对面回合可能会把你打死，不如用个牧师的技能奶一口。同理，同样的情况，笔记和火球都是2费，不考虑对面的话，这两个卡的一起费用应该是3而不是4，不是只能用一张卡。"
        ]
    },
    {
        "name":"水精灵双刃",
        "id":"2-10",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/水精灵双刃.jpg",
        "strategy": [
            "提供一定量的能量，分解技能卡也能解决卡手的问题。水精灵双刃提供的能量还是不算少的，不考虑其他的话，2张攻击卡+分解出的40点能量，就有了将近一个大招的能量了，还能灵活的给其他角色使用，10点1张的能量也能最大程度上防止能量溢出。",
            "在特殊卡组中，水精灵双刃可以配合发明家的头脑风暴或装备扭曲命运骰子或道具备选计划来洗牌/过牌。如果带水精灵双刃为了洗牌/过牌的话，分解的羁绊之泪一般都用来增加手牌数量，除非是有角色可以用这些能量放大，否则直接洗掉就好。也可以放在带幻影的卡组里，用来刷费用。其次如果你觉得有高费技能比较卡手，感觉又不是那么重要的话，也可以带，无论是给自己还是其他英雄提供能量总比卡在手里用来的好。",
            "在装备到手之前，攻击卡可以适当留一下。分解时如果最高费用的卡不止一张，分解是随机选一张分解，所以要尽量保证用掉价值高的卡，再来分解提供能量。"
        ]
    },
    {
        "name":"不屈者腰带",
        "id":"2-11",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/不屈者腰带.jpg",
        "strategy": [
            "上限高，残局发挥极其出色。只要触发了效果，就最起码相当于一个毁灭者法球的效果。也正因如此，起手装备上的话会比较吸引仇恨，导致英雄被集火，或者蛛网直接网掉。",
            "首要推荐给残局能力出色的英雄，最好是有续航或自保能力的英雄。比如说白魔导士、处决者、护士长等等。这样在己方只剩1-2个英雄时，如果还活着，就有相当强的输出、回复能力。其中白魔因为到残局时不仅能自保，开大伤害还翻倍，王冠还能用来过牌，所以残局时发挥极其出色。其次伤害高的主力也可以带腰带，其中需要注意的是风暴使者虽然没自保，但是残局时在腰带的加成下，风暴超载、雷霆风暴集中在一起的伤害会很高，而且对方目标少，所以发挥出色，其他英雄如果有类似的也同理。出于多方面考虑，带腰带的英雄一般会放在最后，也就是4号位，除非是点杀，否则一般很难杀到。",
            "由于腰带装上就眩晕，所以如果有技能要用请记得在腰带装上前用掉。无论是什么卡，都不用专门为了腰带的加成留着，会很卡手，需要用的时候就用。前期能装就装上，毕竟要眩晕一回合，到后期装上在爆发说不定就来不及了，就算被网了回来，在发挥效果前应该也有机会装回去。"
        ]
    },
    {
        "name":"纵火狂燧石",
        "id":"2-12",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/纵火狂燧石.jpg",
        "strategy": [
            "快速叠火，打击次数多可破阻挡，哪怕是给攻击低的英雄带，打4个目标同等级数值也超过了攻击卡的50%，伤害很高，更不用说火焰伤害的持续伤害了。放在火体系中的发挥非常好。",
            "目前而言非常适合武士和黎明之剑这样攻击频率高的英雄，一轮牌库2张攻击卡，加上其他的攻击卡或视作攻击卡的技能，火焰伤害叠的很快，而且如果是武士结合二刀流使用，还能给多个目标叠加不受二刀流一半伤害限制的火焰伤害，注意如果卡手的话可以不用等居合只要有二刀流就能打一波。复仇之刃使用也是很不错的选择。无论是谁带，都推荐道具带有限剑制，提高其输出。同时道具推荐带霜火魔瓶，血量到火焰伤害一半以下了就可以秒。",
            "在装备到手之前，攻击卡可以适当留一下。攻击卡+火石的效果，相当于是2次伤害，但是攻击卡的伤害在先。用来破阻挡很合适，而且火焰伤害会正常叠。武士的二刀流虽然会降低对第二个目标的攻击卡伤害，但是这个效果对火石不生效。"
        ]
    },
    {
        "name":"黑曜石铠甲",
        "id":"2-13",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/黑曜石铠甲.jpg",
        "strategy": [
            "保护自己，保护队友，同时增加开大后的输出。功能很全面，但是不适合所有英雄用。",
            "推荐给带回能量的技能的1、2号位英雄使用，比如钢铁雄狮、突击战牛等，利用放大快的特点，频繁触发装备的加固和全体阻挡。也推荐开大不直接造成伤害的英雄，比如符文之语、万象之龙、学徒、炼金师等，开大后不仅能自保，同时也能充分利用到强化的效果。像是圣枪修女、灵魂收割者这种英雄，大招是没办法享受到黑曜石铠甲的强化的加成的，而前面提到的那些就不一样。如果装备了这个，装备者的站位也可以适当靠前一点，毕竟有个加固，相对没那么容易死。",
            "如果想要利用到强化的增幅来增加伤害，最好还是等装上黑曜石铠甲再开大，25%的加成还是较高的。"
        ]
    },
    {
        "name":"大祭司权杖",
        "id":"2-14",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/大祭司权杖.jpg",
        "strategy": [
            "不错的辅助性装备，一个大最多能提供一共60能量，哪怕是天使的技能全体回复20能量，也是起始4费的。大开得越频繁，发挥也越好。",
            "推荐给自身带能量回复的前排角色带，而且越高越好。比如钢铁雄狮、突击战牛等等。前排本身的能量来源还有敌方造成的伤害，开大回更快，能更早为队友提供能量。并且在这个情况下，如果队友能回能量的英雄或装备多，那么彼此之间联动效果会很强，经常就是这个一会这个英雄放大了，过会那个英雄放大了，一个接一个，大祭司权杖在这样的搭配里会起很大的作用。",
            "涉及到能量的回复，只要注意尽量不要溢出就行。给有能量回复的英雄带的话，第一个大前没装上问题也不会太大。"
        ]
    },
    {
        "name":"血女巫符咒",
        "id":"2-15",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/血女巫符咒.jpg",
        "strategy": [
            "开大自保，回复的量较大，虽然大开的越多越好，但是开的太频繁的话也容易溢出，一局游戏开个一两次就够用了。",
            "一般来说，给前排1号位是个比较好的选择，只要能开出一次大，就能多活一会，如果自身带能量回复，那么续航也就越强，狮子、牛、战争领主带都不错，要说的话，不推荐处决者带，多数情况下，大招的回血和装备的回血加起来会容易溢出。另外我想说的是也可以考虑给队伍中比较重要的英雄带，比如说牧师这种，复活意义重大，容易被打，只要能开出一次大，就能回复不少血。但是如果装备的英雄本身比较脆的话，可能一次大都不一定开的出来就被打死了，所以如果是这种英雄带的话，要慎重。",
            "虽然说要注意血量溢出的问题，但是需要开大的时候，即便血量是满的，一般也都是要开，不能因为溢出问题而干扰超必杀的使用。"
        ]
    },
    {
        "name":"收藏家宝藏",
        "id":"2-16",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/收藏家宝藏.jpg",
        "strategy": [
            "技能转化为道具，和酿酒师蒸馏器有异曲同工之妙。道具越强，这个装备越强。想以道具为核心的话，除了冒险家，这也是个很重要的组件。就是随机性有点大。",
            "想以道具为核心，这也是一个很必要的组件。",
            "和紫水晶吊坠有点类似，如果回合结束会给道具的话，要记得留一个手牌位置，避免少抽牌。"
        ]
    },
    {
        "name":"水晶十字镐",
        "id":"2-17",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/水晶十字镐.jpg",
        "strategy": [
            "提供额外法力，提高攻击卡的价值,并由攻击卡来灵活控制法力。有效缓解轻微疲劳。一轮牌库下来最少8张攻击卡，相当于用3点法力换至少8点灵活的法力。和同样是持续提供法力的紫水晶吊坠比起来，要更平缓，但是也不如其稳定。",
            "让高费技能的释放更灵活，并且提供额外法力，所以搭个唤星师还是不错的，与大招的伤害效果也有联动。除此之外其实还是比较百搭，攻击卡多的阵容也可以考虑带，诸如带黎明之剑、复仇之刃等的阵容。也可以考虑与有幻影技能的角色进行搭配，在攻击卡提供卡牌数量的同时，还提供适当的法力，打出更多的伤害。",
            "带了水晶十字镐的话，攻击卡就成了一个比较重要的提供法力的资源，所以在不考虑其他装备的情况下，手里的攻击卡能留就留。但是要是手里攻击卡多，不出又会卡手牌的话，很容易浪费法力。总的来说，还是以不卡手牌为优先，情愿浪费一点法力也不要少抽一张牌。"
        ]
    },
    {
        "name":"树精灵之种",
        "id":"2-18",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"silver","type":"equipment",
        "pic":"image/equipments/树精灵之种.jpg",
        "strategy": [
            "费用低，群体回复量高，仅论1次的回复量的话，比德鲁伊的1个回复之风还要高。在血量全体上调的这个版本，发挥不错。如果能频繁触发，奶量是非常大的。如果带的角色有能量回复的话，苟到死斗应该不是什么难事。",
            "不一定非得带在有能量回复的角色身上，按现在的情况来看，一局游戏触发个两次就差不多了，后面再有基本也差不多到死斗了。给狮子、萨满这种回复快的英雄带可能还不如带件加伤害的装备收益高。给功能性的英雄带就好。",
            "如果说对方可能有较多的诅咒效果，可以晚点在放大前装备，避免被诅咒效果限制了发挥。其他情况有费用就上就好。"
        ]
    },
    {
        "name":"聚气手腕",
        "id":"3-1",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/聚气手腕.jpg",
        "strategy": [
            "通过攻击卡来增加能量获取，一轮牌库2张攻击卡，其实相当于是逆流手套回复的量，但是如果能增加攻击频率，那么效果就会比逆流手套强。攻击频率的提高，不仅仅是数量多可以，残局时更容易拿到攻击卡，或者过牌快也ok。",
            "考虑到攻击频率，适合黎明之剑、复仇之刃快速开大，但是不适合武士，毕竟武士不是需要开大快。以残局为考虑的话，很适合侍从、冒险家这样的英雄带，能自保，并且有过牌，其中侍从还有控制。如果是冒险家甚至可能打着打着大开出一堆道具翻盘。其次也可以考虑给大招强力的英雄带，提高大招释放的频率，如果残局能力强就更好了。",
            "在装备到手之前，攻击卡可以适当留一下。攻击卡本身就给20能量，加上聚气手腕的15，相当于一张攻击卡35，最多3张攻击卡一个大，所以残局时如果有过牌，一回合一个大完全不是梦想。"
        ]
    },
    {
        "name":"磐石护符",
        "id":"3-2",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/磐石护符.jpg",
        "strategy": [
            "发挥稳定，一局下来只要不是最后才装，数据一般都可以。虽然3费，但是值得起3费的数据。这两个在预组里实际出场机会很少，虽然作用独特，但是预组的装备位置很少，或者说基本都能找到对于队伍来说性价比更高的装备。",
            "如果感觉当前环境下aoe多，或者总的来说节奏比较慢的话，可带。",
            "能早装就早装，如果是磐石护符的话，要稍早些。生命果实晚一两个回合再装都行，磐石护符给的是护盾，生命果实回血，一开始前排掉血情况更多，上苹果收益不算太大。"
        ]
    },
    {
        "name":"圣光法典",
        "id":"3-3",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/圣光法典.jpg",
        "strategy": [
            "开大群体护盾，数值也不低。不过由于必须要开大才能触发，也就是说和大招绑定，使用的时机要取决于大招，不一定每次都能发挥到很好的效果。但是大招一般都还比较集中，总的来说还是不错的。",
            "为了充分发挥效果的话，给自身带能量回复的英雄不错，和血女巫符咒不同不怕溢出，也不一定得给前排英雄带最好。个人不是很推荐给白魔带，白魔大招本身的盾就很厚了，对方如果要顶着大招的护盾输出已经很赚了，再加上圣光法典的护盾的话，虽然更厚，但是意义不是很大。除此之外，护士长和牧师也可以带一带，两人大招都是复活，带圣光法典的话，一方面能提高无人可复活时大招的价值，一方面也能在复活人时，更好的保护复活的队友。",
            "需要开大的时候不要犹豫，和血女巫符咒同理，不要因为装备的发挥干扰到超必杀的使用。"
        ]
    },
    {
        "name":"刺客匕首",
        "id":"3-4",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/刺客匕首.jpg",
        "strategy": [
            "定向攻击，直接加攻击卡伤害，稳定发挥，简单暴力。唯一的缺点就是不能越墙。对于依赖攻击卡输出的英雄来说，想要稳定，并且点杀后排，带匕首会很好。",
            "推荐给依赖攻击卡输出的英雄带，最典型的就是前面说过的黎明之剑、武士、复仇之刃。给其他攻击高一点的英雄也是完全没问题的，比如说狙击手、黑魔等等，如果具有点杀能力最好。虽然其他英雄不依赖攻击卡输出，但是好在匕首灵活。想以点杀为重的话，道具还可以带有限剑制。另外匕首是个非常搭狙击的装备，可以单点敌方脆皮，配合其他卡控制血量压进斩杀线。",
            "在装备到手之前，攻击卡可以适当留一下。除此之外就没什么好注意的了。"
        ]
    },
    {
        "name":"吸血面具",
        "id":"3-5",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/吸血面具.jpg",
        "strategy": [
            "回复力强，依赖攻击卡。在进入死斗前的残局阶段表现不错。给攻击频率高的前排发挥优异。",
            "目前只有复仇之刃和黎明之剑是最合适的。其次就只推荐给前排带，其中单挑能力越强发挥也应该越好，例如战争领主，然而因为治疗量会受到死斗影响，所以发挥也有限。如果前排带吸血面具，有选择的话队友可以带个工匠之锤，在加护盾的同时，攻击卡也能提供血量回复。不推荐因为这件装备带有限剑制，治疗可能会溢出。",
            "装备到手前，除了攻击频率高的英雄，其他的可以适当留，毕竟考虑到面具提供的治疗不太低，说不定治疗会溢出，攻击频率高不会太担心这个问题。其他英雄一般而言都是一轮牌库只有2张攻击卡，还是可以留的。"
        ]
    },
    {
        "name":"聚能长袍",
        "id":"3-6",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/聚能长袍.jpg",
        "strategy": [
            "依靠技能数量、技能费用增加能量获取，加快开大速度。一轮牌库3张技能卡，不算减费，就算是3个技能加起来才3费的重拳，技能卡全甩掉都能加30点能量，与聚气手腕加持下的两张攻击卡和逆流手套一次能量回复想等，而技能总费用在3费以上的英雄就更不用说了，有的英雄的技能还自带回能。可惜多数情况下多少会有点能量溢出。虽然该怕疲劳的英雄还是会怕疲劳，但是技能只要能用出来，疲劳也会带来能量收益。",
            "推荐给技能卡多或者有幻影的英雄带，比如学徒、伏击刺客、突击战牛等等。自身技能有能量回复的，队伍搭配得当的话带长袍放大速度能快不少。其中万象之龙虽然也能带，不过带长袍的话，第七咏唱一般会溢出较多的能量，没有那么划算了，但是收益依然很高。其他的英雄也都能带，只是可能效果不是特别的明显，大招越强越好。",
            "越早装上越好，起手一定要留。如果是带火焰的技能，起手第一回合可以考虑不装长袍先用技能，主要是指符文的火符文和火法的火球、烈焰风暴。再就是算好技能的能量获取，尽量不要溢出。"
        ]
    },
    {
        "name":"生命果实",
        "id":"3-7",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/生命果实.jpg",
        "strategy": [
            "发挥稳定，一局下来只要不是最后才装，数据一般都可以。虽然3费，但是值得起3费的数据。这两个在预组里实际出场机会很少，虽然作用独特，但是预组的装备位置很少，或者说基本都能找到对于队伍来说性价比更高的装备。",
            "如果感觉当前环境下aoe多，或者总的来说节奏比较慢的话，可带。",
            "能早装就早装，如果是磐石护符的话，要稍早些。生命果实晚一两个回合再装都行，磐石护符给的是护盾，生命果实回血，一开始前排掉血情况更多，上苹果收益不算太大。"
        ]
    },
    {
        "name":"屏障宝珠",
        "id":"3-8",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/屏障宝珠.jpg",
        "strategy": [
            "稳定发挥的单体护盾，单次数值比磐石护符高一倍，可以用来保护后排，或者为前排减伤。费用也只有2费，装上不难。和隐居者斗篷倒是有点类似，只是一个是护盾一个是阻挡。",
            "有多的位置就可以带，没有什么很好推荐的组合，要么保后排，要么给前排减伤。不过一般来说给前排利用率最高。",
            "有多的法力就带上吧，如果是放在前排身上，一定尽早带上。"
        ]
    },
    {
        "name":"逆流手套",
        "id":"3-9",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/逆流手套.jpg",
        "strategy": [
            "开大回能量，稳定提高开大的频率。与圣杯、披肩相比更加主动，30能量在一轮牌库情况下恰恰和带聚气手腕的2张攻击卡提供的额外能量相等，越到残局，聚气手腕越有优势，但是聚气手腕的话，还可能受到冰霜的影响，各有优劣。",
            "推荐给自身带能量回复的英雄，这里要提一点，弩手开大回能量是40，逆流手套是30，开一个大以后正好只差30开下一个，也就是说基本只要一个烈酒就能再开一个大，或者水精灵双刃触发后加上攻击卡等等。弩手作为核心的话可以以这个思路搭配装备和英雄，所以很推荐弩手带逆流手套。",
            "如果是弩手带的话，手里如果有40或以上的能量回复的酒，要用也请毫不犹豫的用，虽然只要30能量就能再开大，但是这里的溢出就溢出了，只要能连续开大点死人，也是赚的。"
        ]
    },
    {
        "name":"巨蛇鳞片",
        "id":"3-10",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/巨蛇鳞片.jpg",
        "strategy": [
            "降低携带者的仇恨，死了还能保护队友，费用也低。但是阻挡相对来说更容易被清除，多段伤害、清除buff的手段很多。",
            "和不灭凤凰余烬同理，可以给牧师这样的脆皮带，降低仇恨。不过考虑到其保护队友的效果，也推荐给前排带，由前排吸收大量伤害死亡触发，其中突击战牛因为频繁嘲讽，会吸收较多的伤害，带鳞片很棒。",
            "如果是带在前排身上，巨蛇鳞片一开始要是没机会装上的话没关系，也可以选择在死之前装备，只要对面不知道你是带鳞片的，一开始把你血线压下去了，触发鳞片也就越容易。另外无论是谁带，对方如果有大量的延时伤害，也可以考虑带上。最理想情况是，已知下回合己方带鳞片的英雄必死，而正好有费用，就直接装上，回合结束直接触发。"
        ]
    },
    {
        "name":"巫毒人偶",
        "id":"3-11",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/巫毒人偶.jpg",
        "strategy": [
            "吸引仇恨的典范。装备的英雄死的越晚，表现越出色。只要能触发超过一次，就算是很赚了。",
            "比较推荐给有复活的队伍带人偶，充分发挥人偶的效果。其中如果是给牧师或者护士带，得比较小心，毕竟这两者都很吸引仇恨，再加上人偶，大概率被针对。除了有复活的队伍，推荐给血比较多的非核心角色带，比方说破魔、工匠等，这样触发的次数说不定更多。",
            "尽早带就好。"
        ]
    },
    {
        "name":"修女耳坠",
        "id":"3-12",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/修女耳坠.jpg",
        "strategy": [
            "增加费用，提高开大后的操作空间，提高爆发。和踏风者的长靴不同的是，耳坠是针对费用，如果队伍整体费用较高的话，带耳坠或许是个更好的选择，而且还能增加法力上限，到残局后长靴可能会更好。",
            "首要比较推荐自身带能量回复的英雄，其中比较推荐钢铁雄狮、学徒。钢铁雄狮3个技能总费用7费，比较高，而且炉心熔毁会减少法力上限，带耳坠不仅增加费用，还能弥补减少法力上限的缺点。学徒则是本身开大的话给的技能卡一共正好3费，使用很灵活，不用担心费用问题。其次就是纯粹费用高的英雄，比如火法、冰法。其中火法开大后多出来的费用正好可以用出红莲绽放触发火焰伤害。",
            "由于不仅仅是加费用，还加法力上限，所以还是尽量带上再开大比较好。另外也要注意开大前法力最好剩7点或以下，免得溢出浪费，同理也要算好费用，不要技能甩着甩着就费用不够了。"
        ]
    },
    {
        "name":"圣女旗帜",
        "id":"3-13",
        "amount": 0,
        "if":true,
        "cost":"3",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/圣女旗帜.jpg",
        "strategy": [
            "清除友方debuff，保障己方的完整输出。针对友方的虚弱、火焰、冰霜、疲劳等。",
            "推荐给队伍中的非核心角色带，用来在核心开大输出前，保障核心的输出，比方说净化被冻住的武士、被疲劳的学徒等等。个人比较推荐工匠，在清除debuff的同时还能通过强化进一步提升核心的伤害。如果装备位置紧张的话，也可以给同队带能量回复的英雄使用，并且尽量在同一回合主力输出开大前放大。",
            "费用充足的话，可以考虑在需要放大的时候再装上。这样对方在你装上装备前，不会很顾忌给你加多少debuff，等对方加上一堆什么虚弱、疲劳、火焰啥的，你再掏出圣女旗帜开大，给人来个惊喜，前提是费用要够。"
        ]
    },
    {
        "name":"殉难披肩",
        "id":"3-14",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/殉难披肩.jpg",
        "strategy": [
            "虽然具有易伤，但是风险不高，高收益，费用低廉。只要不是一个技能把带殉难披肩的英雄秒了，一般来说提供的能量收益是远大于易伤的负面效果的，加速不少其他队友的开大速度。",
            "因为易伤的存在，以及挨打才能给其他队友回能量的机制，所以一般给前排带了，但是如果没有自身或队友的回复手段，每回合易伤是还是有点撑不太住。所以推荐给具有回复能力的前排带，无论是护盾还是回血，或者队友单体奶给力。队友可以尝试带大主教，光明指引的智能回血经常能回到前排身上。",
            "总的来说越早带越好。如果对面有重拳、萨满，装不装还是要考虑一下，毕竟可能没来得及有什么收益直接被揍死。"
        ]
    },
    {
        "name":"荆棘头冠",
        "id":"3-15",
        "amount": 0,
        "if":true,
        "cost":"2",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/荆棘头冠.jpg",
        "strategy": [
            "表现取决于装备者被攻击的频率，不过一局下来数据一般会比较可观。果果开大能接嘲讽，增加被攻击的机会就更好了。",
            "搭配就没多少说的了，给前排带就好，越早带越好。如果想要多发挥效果，可以提高前排的嘲讽频率，带个护士，或者前排用突击战牛，洗牌什么的也同理。",
            "需要注意的是，受到反伤的伤害，和正常受到伤害是一样会涨能量的，对方可能利用这一点来充能，在控制对方能量的时候最好也考虑到这一点。同理，在对方装备荆棘头冠的情况下，己方也可以利用这一点涨能量。比方说己方英雄A有78点能量，只有一张攻击卡，但是反击的伤害正好能给2点能量，那么就可以开出大了。"
        ]
    },
    {
        "name":"聚雷线圈",
        "id":"3-16",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/聚雷线圈.jpg",
        "strategy": [
            "总的数据还不错的延迟伤害，法力上限越高发挥越好。也是唯一一个由己方被动触发的延迟伤害装备，可以在除虚弱以外的控制下发挥出100%的效果，从某种角度说，不怕控。越到残局发挥其实也越好。",
            "因为伤害大小取决于法力上限，所以比较推荐在队伍里有德鲁伊或者白魔的时候带，如果没有也没关系。但是带这个也就无法很好的控制敌方队伍的血量，如果己方有灵魂收割者或狙击的话，带这个要盯紧对方血量。",
            "越早带越好，但也不是那么十万火急，毕竟越到后面伤害才越高。"
        ]
    },
    {
        "name":"失语丝巾",
        "id":"3-17",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/失语丝巾.jpg",
        "strategy": [
            "控制很强，虽然对伤害没加成，但是通常会很恶心人。控制得当的话，会给对面不少麻烦。在残局时也有很大的发挥空间。",
            "失语丝巾其实很泛用，而且可以指定目标也很灵活，虽然攻击频率高疲劳给的也越多，但是毕竟主要用作控制，最关键的是控制的质量而不是量。前面讲过的攻击频率高的英雄都很适合带，其他所有英雄都可以带，给多余的空位带上就好。",
            "冰体系中，符文之语和冰法的费用都很高，在敌方爆发前，如果能把疲劳给到这两位身上，必然会极大的降低冰体系的爆发。另外因为疲劳上限是5层，丝巾一次给2层，考虑到不溢出的话，最好是分开使用攻击卡，如果是攻击频率高的英雄带，可以不用太顾虑这一点，只要别一直过量疲劳就好。"
        ]
    },
    {
        "name":"军师锦囊",
        "id":"3-18",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/军师锦囊.jpg",
        "strategy": [
            "开大给道具，虽然有随机性，但毕竟给的是魔方，能根据情况选择尽量适合的道具。道具越强，这个装备越强。关键时刻往往一个魔方能改变局面。",
            "推荐给自身带能量回复的英雄，放大越频繁越好。除此之外，也可以考虑给冒险家，增加冒险家的大招给的数量。如果想以道具为核心的话，推荐带锦囊并且配合冒险家、收藏家宝藏来使用。",
            "锦囊可以不用非得搭配大不可，要是需要放大的时候锦囊没来，放就放吧。"
        ]
    },
    {
        "name":"渡鸦雕像",
        "id":"3-19",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/渡鸦雕像.jpg",
        "strategy": [
            "装备中的刮痧王，费用低廉伤害也不错，和审判官之锤有的一拼，放大也一般相当于送了个海盗的掠夺弯刀，探探手牌。",
            "还算是比较通用。如果有兴趣的话，在有海盗的阵容里，放个这个或许还不错。",
            "不像掠夺弯刀可能会被反击所克制，渡鸦雕像的效果就显得稍微好点。"
        ]
    },
    {
        "name":"恐怖图腾",
        "id":"3-20",
        "amount": 0,
        "if":true,
        "cost":"1",
        "rare":"copper","type":"equipment",
        "pic":"image/equipments/恐怖图腾.jpg",
        "strategy": [
            "装备中的刮痧王，费用低廉伤害也不错，和审判官之锤有的一拼，放大也一般相当于送了个海盗的掠夺弯刀，探探手牌。",
            "还算是比较通用。如果有兴趣的话，在有海盗的阵容里，放个这个或许还不错。",
            "不像掠夺弯刀可能会被反击所克制，渡鸦雕像的效果就显得稍微好点。"
        ]
    }
]
