[
    {
        "name": "备选计划",
        "id": "1-1",
        "txt": "抽抽抽",
        "strategy": [
            "很好用的过牌，不太亏卡，加快节奏，快速过到想要的key卡。但是你并不知道你会抽到什么卡，除非你会记牌，并且在合适的时机用。也可以快速将之前放入牌库的卡洗出来。需要对卡组熟悉，知道牌库有什么卡，使用的时机不同效果也会不太一样。",
            "牌库有什么牌，手牌有多少张，都是可以明确的记在脑海里的，抽排可能会抽到什么牌，心里也应该清楚。如果说手里有10张牌，牌库里有10张牌，那很明显如果直接用备选计划，无论你还有什么牌没抽到，都能给你洗出来。同理，如果之前往牌库洗了什么牌并且没抽到，在牌不多的时候用备选是大概率能洗出来的。现在非常火的应用就是用备选计划配合有限剑制，先塞一堆攻击卡，再用有限剑制，抽到攻击卡的概率还是比较大的，不仅能造成伤害，更重要的是回复能量，快速放大，也能配合攻击加成类的装备。其他的组合其实也是同理，比如备选计划+道具战术背包，快速过出塞进去的道具。寻求稳定的话，在牌库中卡牌数不多的时候用这样的组合是最好的。"
        ]
    },
    {
        "name": "凤凰羽毛",
        "id": "1-2",
        "txt": "",
        "strategy": [
            "复活队友，逆转乾坤。也能当做一个单体的护盾来使用，只是会虚弱。很怕敌方黑魔、圣枪等能清除buff的卡，尤其是复活人还没有给复活的人奶的情况。",
            "注意用了以后是会眩晕的，如果只是当做护盾用，记得把要出的卡出掉以后再用，免得卡手里。也不要觉得当护盾用很亏，该需要用的时候得用，要是你的前排被挂了个聚能炮台，而且对方已经留好了牌打算下回合直接干掉，那么你除了该保人的保人以外还可以给该前排上一个凤凰羽毛，挡一些伤害，让前排撑的更久。复活队友的话可以配合队里的奶，或者道具生命药水来抬血，保住刚复活没多少血的队友。凤凰羽毛可以被净化，队伍中如果有破魔机甲这一类卡，能清除debuff的，可以在复活队友后直接解除虚弱，要是能量是满的就能直接放大了。"
        ]
    },
    {
        "name": "法力结晶",
        "id": "1-3",
        "txt": "",
        "strategy": [
            "非常简单直接的道具，法力总知道是怎么用的不是么。可以当成是把法力通过道具的方式保存在手里，而不是非得通过每回合开始时来获得法力，也就是说法力结晶可以让你本回合用出更多的法力，甚至在后期一回合的法力能超过10。也可以让消耗法力的技能与其他技能使用的法力分开，而不至于因为技能顺序问题而困扰。围绕这个就主要是唤星的超必杀。相比于奥术之源提供法力，道具提供法力也不会受到技能的限制，不会干扰到秘能幻象的使用。再者就是为了装备上高费装备可以用上法力结晶，在前期效果尤为明显。",
            "法力结晶可以适当的为爆发或者之前说的唤星超必杀或高费装备留一留，不过要合理的计算伤害。关于用于高费装备，不仅仅是在前期装备上快速生效，也可以在之后需要爆发的时候再进行装备，避免过早的把装备暴露给敌方。当然低费装备其实也可以这样用。"
        ]
    },
    {
        "name": "愤怒烈酒",
        "id": "1-4",
        "txt": "",
        "strategy": [
            "虽然在手里放的越久，回复的能量越多，但是实际上很难攒出高能量回复的愤怒烈酒，就算是起手留手里，一个酒能攒到7、80能量就不错了。往往是中途就用来开大了。不过无论如何，白送的能量自然是越多越好。",
            "无论是玩什么，多少都会碰到为了放大能量溢出的情况，用愤怒烈酒更是如此。如果说本来你的英雄回合结束有40点，酒攒到了60，那么下回合如果敌方给你来了一点猛料，可能你能量就被打到了60，这时再用酒会溢出20，但是如果这个大很关键，跟杀到敌方的英雄，无论溢出多少，只要差能量，都得用。反过来想如果算上酒也不够能量放大，那么只要挨点打说不定就够了，比如说敌方的延时伤害给回的能量。"
        ]
    },
    {
        "name": "混沌魔方",
        "id": "1-5",
        "txt": "",
        "strategy": [
            "稳定也稳不定的道具，说稳定是因为可以选择，说不稳定，是因为毕竟还是随机出3个道具给你选。魔方最大的优点就是在使用时可以根据场上的情况来选择最适合自己用的道具。虽然不一定是所有道具中的最优解，但是多数情况下不会给你3个完全不想用的道具让你选，基本不会亏。这也是冒险家的大的优点。",
            "魔方本身倒没什么技巧可言，拿到就用，具体的要看情况选择道具。"
        ]
    },
    {
        "name": "护盾装置",
        "id": "1-6",
        "txt": "",
        "strategy": [
            "群体护盾，抵挡伤害，简单易懂。虽然单体的护盾不多，但是总量大，用来抵挡aoe伤害最合适。被黑魔的超必杀、混沌魔神之牙等卡克制。",
            "一般分两种情况用，一种是在敌方爆发前使用，抵挡大量的伤害，尤其是敌方万象之龙、重拳、这种英雄的aoe超必杀。另一种就是抵消各种延时伤害，诸如炸弹宝箱、风暴使者的超必杀、聚雷线圈等等。无论如何，要找准时机，最大化利用这大量的护盾，不要拿到就无脑用。"
        ]
    },
    {
        "name": "魔法萤火",
        "id": "1-7",
        "txt": "",
        "strategy": [
            "起手必留，跳费利器，越早使用效果越好，还能将多余费用翻倍留到下回合。对于高费卡组来说可以考虑带，能多出来不少费用，总体效果可能比法力结晶要好。除开多余费用翻倍保留的效果不说，涨费其实也相当于是之后的回合每回合比原来多1费。",
            "起手3费如果手里没有什么很关键的卡必须要用的话，其实有萤火就可以用了然后空过，顶多甩甩攻击卡，虽然到下回合会溢出1费，不过10点法力怎么用都不算亏，尤其是手里有高费装备的情况。如果到了差不多7、8费才抽到，手上也不会卡手的话，可以考虑留到10费的时候用来过牌，这一点德鲁伊和白魔的技能其实同理，不过留到10费不一定最好。"
        ]
    },
    {
        "name": "回忆怀表",
        "id": "1-8",
        "txt": "",
        "strategy": [
            "既是“复制”技能，也是“保留”技能。只要能对关键牌起效，甚至能起到1+1>2的效果。常见的使用方式比如说复制白魔的能量灌注、王冠、火法烈焰风暴、冰法冰霜新星等等。高费牌通常价值较高，复制了会更划得来，或者是功能性比较强的牌也可以，比如说灵魂收割者的夺灵之触、圣枪修女的真银圣弹等等。需要灵活的判断情况并且选择合适的牌来复制。怀表要说的话有一点不好，就是可能会污染牌库，但是通常情况来讲影响较小，而且收益远大于弊端。",
            "复制就尽量选类似前面提到的那些卡来用就好。需要注意的是如果用过一次的怀表第二次到了手里不用，被弃掉的话之后的牌库里是不会再出现的。另外由于怀表复制的是最后使用的技能，所以一定要注意技能顺序。"
        ]
    },
    {
        "name": "静默套索",
        "id": "1-9",
        "txt": "",
        "strategy": [
            "针对性疲劳，可以卡对方核心的手牌，需要记牌，并且对场面有正确的判断力。虽然对其他敌方单位也有疲劳效果，但是一层疲劳就没有那么有威慑力了。卡组中控制尤其是疲劳控制多的话，能形成很好的联动。与针对敌方手牌的卡有一定的联动，比如海盗、渡鸦雕像。",
            "如果卡敌方卡得准的话，基本上能卡到核心的2-3张牌，己方如果有海盗并且有黑枪射击，打出去就是赚爆，疲劳是个很好和海盗进行配合的效果。"
        ]
    },
    {
        "name": "聚能炮台",
        "id": "1-10",
        "txt": "",
        "strategy": [
            "巨量延迟伤害，配合高额的一些单体伤害能产生秒人的效果。由于是道具，伤害也不会受到除加固、易伤以外的buff的影响。",
            "由于延迟伤害的特性，只要能配合其他卡秒人，也能避免送出过多能量。比方说队伍里有唤星，就可以先挂个炮台，然后下回合星耀术单点，不能有如以上配合的话，不是很推荐裸上炮台，容易给对面直接送出25能量，要是奶起来了就比较亏。同时由于是延时伤害的原因，也可以用来骗净化。"
        ]
    },
    {
        "name": "虚空鬼牌",
        "id": "1-11",
        "txt": "",
        "strategy": [
            "控制敌方手牌，破坏敌方节奏，获取能量。虽然也能给对面提供能量，但是更为主动，多数情况下收益是大于给对面送能量的损失的。尤其是在弃掉对方关键牌的情况下，比方说火法烈焰风暴，白魔水晶王冠等等。由于给的是羁绊之泪，所以能量也不容易溢出，使用很灵活，经常能为核心补上能量开出大招。",
            "在使用前最好先想想给对方提供能量的损失有多大，如果己方放不出多少伤害，最后整的对方反过来一回合把骨灰都给你扬了就白忙活了。正是如此也不能看什么角色的牌多就给什么角色用，视情况而定，对对敌方手牌的判断力有很高要求。"
        ]
    },
    {
        "name": "魅魔皮鞭",
        "id": "1-12",
        "txt": "",
        "strategy": [
            "控制敌方单体能量，简单纯粹，虽然空虚可被驱散，但是皮鞭基本无法预防，很难提前为此留技能，可以打乱敌方开大的节奏。",
            "虽然皮鞭还能减少敌方角色50能量，但是空虚的效果还是大头，重要的还是确保敌方角色放不出大。如果确认了目标，即便对方能量不满50，也是值得用的。敌方角色如果中了皮鞭，挨打也是不会涨能量的，所以如果确定要使用，得优先用皮鞭，同时也可以利用空虚的特点对其进行输出，进一步减少来自敌方角色挨打的能量获取。"
        ]
    },
    {
        "name": "粘性蛛网",
        "id": "1-13",
        "txt": "",
        "strategy": [
            "大树好伙伴，缠绕小帮手。在有大树的队伍中很推荐带。对装备具有持续的、强力的控制，也能结合缠绕的特性控制敌方手牌以及打乱对方的节奏，致使敌方可能需要再花费法力装备一次装备。",
            "如果是为了将装备网回手牌，对装备的控制实际上就只有两回合，每回合网一下的话是可以控制三回合的，需要根据敌方的装备以及场面情况来权衡。虽然将装备网回去敌方需要再装一次，由此一般是对高费装备网会比较赚。但是也要判断下情况，有时一些低费装备在某些时候也会起关键作用。比方说如果火法带法袍，其他队友没有提供能量的方式的话，结合火法一般会尽早使用技能的特点，可以视情况优先网法袍，以拖延火法放大的节奏。还有些角色可能带超必杀触发类的装备，并且马上要放大了，有必要的话也可以优先网。"
        ]
    },
    {
        "name": "霜火魔瓶",
        "id": "1-14",
        "txt": "",
        "strategy": [
            "多次使用，能对攻击卡达到长时间控制。单次有且仅有1点伤害，也能用来破阻挡，因为冰霜的关系还能用来大范围铺冰。在火体系的队伍里甚至还能用来补伤害。使用起来非常灵活多变。冰体系的队伍可以考虑带这个用来铺冰，尤其是冰法的寒冰箭，如果要分开用的话，除了冬幕卫士的冰霜战锤就没什么费用低廉的带冰霜的卡，符文之语的冰符文、冬幕的大招也是同理。火体系队伍补伤害的话，推荐在卡组中加入冬幕卫士或其他能提供冰霜的角色或装备，这样能使霜火魔瓶的伤害翻倍，达到等同于火属性数值的伤害，而不是一半。",
            "如果是为了霜火魔瓶的特性将火、冰体系的卡混一起用，那带冰霜的技能要注意可能需要留，用来给瓶子铺冰，让瓶子的伤害翻倍。哪怕是冬幕的大，有必要的话也得拿来铺冰。另外包括普通卡组，如果瓶子的目标没有火但是有冰，打上去就是2点伤害，如果一个角色有5点生命，3下冰瓶打上去就死了。虽然这种残血的情况一般见不到，但是冰瓶在这时候是可以杀掉这种角色的。"
        ]
    },
    {
        "name": "生命药水",
        "id": "1-15",
        "txt": "",
        "strategy": [
            "回血加固保命，简单粗暴，苟活无极限。发挥稳定，防秒人，抬血量，虽然回受净化的影响，但是回复的30%也是摆在那里驱不掉的。",
            "一般而言不推荐把药水单纯的看做回血用，一个加固摆在那里，更多的还是看做保命用的道具。像是对面下回合可能要爆发，弩手马上就是一个接一个大，药水就可以扔核心角色身上，哪怕会溢出，加固带来的收益也是远大于溢出的影响。再就是因为会回血，影响血量，所以敌方如果有灵魂收割者或者黑魔这样的又对血量有判定的大招或技能，药水也能干扰他们的判定，无论是给核心还是其他角色转移目标。另外由于药水有加固效果，所以也可以在需要的时候抵消易伤，如果说队伍中有奴隶斗士或者大主教这样的卡，或者是带了殉难披风。"
        ]
    },
    {
        "name": "神圣卷轴",
        "id": "1-16",
        "txt": "",
        "strategy": [
            "挡刀保命，强化输出，解除虚弱。3层阻挡按均4的队伍算，如果不被驱散掉，怎么着挡个30点伤害左右不过分吧，一个角色算上装备多的也就一百七八，百分之十几二十还是有的。和输出核心搭在一起，不仅能保护核心，也能增加伤害，在爆发前表现最好，尤其是血不多需要保护的输出。与此同时考虑到敌方可能会用虚弱来控制，还可以用来解虚弱。如果队伍里带了狂战，想连续靠大招斩人，带个神圣卷轴肯定没啥毛病，如果是放在前排更是如此，既保证血量又不会一直虚弱。",
            "虽然强化能增加足足25%的输出，但是有时候也不适用于给核心用，为了保证血量的话，给1号位前排也是一个好选择。尤其是在对方有萨满、战争领主等角色时，能根据情况发挥一定作用。"
        ]
    },
    {
        "name": "邪恶祭品",
        "id": "1-17",
        "txt": "",
        "strategy": [
            "献祭队友，法力无边！常用于在友方有角色快死时，直接献祭掉，来恢复其他队友的血量，以及一定的能量回复。但是由于局面变化多端，很难控制祭品的使用，每一把甚至都不一定有好机会用。",
            "有个比较难的点就是因为角色死亡会将该角色的牌移出牌库，所以祭品实际上也能用来精简牌库。但是还是那句话，不一定有好机会用，而且如果满血加上能量多容易溢出，所以如果是以这个角度来考虑祭品的使用会很难，还得记牌库还剩下哪些牌，下回合是否能抽到之类的。多数情况下，还是就当做一个特殊的回血用比较好。"
        ]
    },
    {
        "name": "有限剑制",
        "id": "1-18",
        "txt": "",
        "strategy": [
            "延迟获得3张攻击卡，也约等于是延迟造成一些伤害，并且获得60能量，加速开大。这60能量还不像萨满的技能那样一次性充能，不会溢出的太多。与依赖攻击卡输出的角色和相关装备也能有较好联动，增加大量输出，例如给带圣剑的武士增加输出以及加固频率，给带纵火狂燧石的角色对敌方叠更多火之类的。",
            "3张攻击卡占3个位置，所以要尽量在用了剑制后，在回合结束前把手牌数量控制的越少越好，避免干扰下回合抽卡。由于延迟的关系，敌方能对此作出应对，无论是用冰霜控制，还是驱散buff。如果这个剑制很重要的话，还请尽量用嘲讽之类的效果或各种控制来牵制敌方的反应。也由此引申用剑制来骗敌人驱散的用法。"
        ]
    },
    {
        "name": "终极炸药",
        "id": "1-19",
        "txt": "",
        "strategy": [
            "反正......攒了炸就完事了呗......还挺泛用的。如果对手等级比你高，那么倒是可以考虑带炸药，来提供超过你本身等级应有的伤害。",
            "很直白，没多少技巧，能苟的住、不怎么卡手的话就继续攒，遭不住就......炸！唯一能干扰的也只有对面的加固、阻挡等buff了。顶多有必要的话，在刚抽到的时候直接扔了清1层阻挡，别攒太多了拿来请阻挡就行（不会真的有人这么做吧不会吧不会吧）。"
        ]
    },
    {
        "name": "战术背包",
        "id": "1-20",
        "txt": "",
        "strategy": [
            "提供随机的多个道具洗入牌库，如果不论实际效果的话性价比还是不错。但是由于道具随机，要是给了3个没用的就不太好。而且由于是洗入牌库，所以还会一定程度上污染牌库。如果卡组以道具为一个核心，倒是不妨可以带带，不占费用，也不受太大控制。",
            "洗入牌库的足足有3张，所以牌库所剩牌数越少时，洗入道具，那么抽到道具的概率也就越大，另一方面讲，抽到普通的卡的概率就会越小。如果是开局就抽到了背包，不妨直接用掉，若是牌库里没多少牌了抽到的，要稍微思考下牌库里还有什么牌。"
        ]
    }
]
